Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=235_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Sámi duodji – saamelainen käsityö
sme: Sámi duodji

source: Sámi duodjin eli saamelaisen käsityön juuret ovat syvällä historiassa.
sme: Sámi duodji Sámi duoji ruohttasat leat čiekŋalasas historjjás.

source: Esineiden mallit ja koristelutyylit pohjautuvat vanhoihin käyttöesineisiin, joita aikaisemmin lähes jokaisen oli osattava tehdä.
sme: Atnudiŋggaid mállet ja hervenstiillat vuođđuduvvet boares atnudiŋggaide, maid dolin measta juohkeokta galggai máhttit duddjot.

source: Leukuseppien, puuseppien, ompelijoiden tai kutojien ammattikuntaa ei ollut.
sme: Ámmátolbmot nugo niibečeahpit, snihkkárat, goarrut dahje gođđit eai gávdnon.

source: Nykyisin sámi duodji on usein taidekäsityötä ja siitä on tullut monille elinkeino tai elinkeinon osa.
sme: Otne sámi duodji lea dávjá dáiddaduodji ja das lea boahtán máŋgasii ealáhus dahje ealáhusa oassi.

source: Kauniisti, koristellut puukot, naaput (poron lypsykauha), kuksat (juomakauha) ja hopea-astiat ovat monille koriste-esineitä, joita ei raskita käyttää niin kuin niiden kantamalleja on vuosituhansien ajan käytetty.
sme: Čábbát hervejuvvon niibbit, náhpit (bohcco bahčinlihtti), guvssit (juhkanbollu) ja silbalihtit leat máŋgasiidda hearvadiŋggat, maid eai ráske geavahit nu mo daid vuođđomálliid leat jahkeduháhiid geavahan.

source: Saamelaiset taiteilijat luovat kaiken aikaa perinteisiä materiaaleja, muoto- ja koristelutapoja soveltavia uusia malleja, koruja, asusteita ja käyttöesineitä.
sme: Sámi dáiddárat hutket oppa áigge árbevirolaš materiálaid, hámiid ja hervenvugiid heiveheaddji ođđa málliid, čiŋaid, gárvvuid ja atnudiŋggaid.

source: Saamelainen käsityöesine on pohjimmiltaan funktionaalinen, käytännön tarpeisiin tehty.
sme: Sámi giehtaduodji lea álgoálggus iešalddes funktionála, árgabeaivve dárbbuide dahkkon.

source: Silti sen tulee myös näyttää kauniilta ja miellyttää kättä.
sme: Liikká dat galgá leat maid čáppa čalbmái ja vuogas gihtii.

source: Liikkuvasta elämäntavasta ja tiiviistä luontosuhteesta johtuen turhaa mukana kannettavaa tai tarpeetonta rihkamaa ei perinteisesti tehty.
sme: Johtti eallinvuogi ja lagaš luondogaskavuođa geažil ii duddjojuvvon miige dušši dahje dárbbašmeahttun gálvu.

source: Suuri osa materiaaleista on saatu ja saadaan edelleen oman asuinalueen luonnosta.
sme: Stuorra oassi materiálain lei ja lea ainge oažžumis iežas ássanguovllu luonddus.

source: Duodjin taitajat ovat oppineet hyödyntämään esimerkiksi porosta ja puusta lähes kaikki niiden osat.
sme: Duojárat leat oahppan atnit ávkin ovdamearkka dihte bohccos ja muoras measta buot osiid.

source: Koivustakin kelpaavat käsitöihin paitsi puuaines, myös parkki, tuohi ja juuret.
sme: Soagisge dohkkejit duodjemateriálan muorraávdnasa lassin maid bárku, beassi ja veattit.

source: Duodji jäsennetään yleensä pehmeisiin ja koviin materiaaleihin.
sme: Duodji juhkkojuvvo dábálaččat dipma ja garra materiálaide.

source: Naiset ovat tavallisesti tehneet pehmeitä töitä, joihin luetaan poronnahan, kudonnaisten ja tekstiilien työstäminen.
sme: Nissonat leat dábálaččat duddjon dipma dujiid, maidda gullet bohcconáhki, gođđosiid ja tekstiillaid ávnnasteapmi.

source: Miehet puolestaan ovat muovanneet esineitä kovasta luusta, sarvesta, puusta ja metallista.
sme: Albmát fas leat duddjon diŋggaid garra dávttis, čoarvvis, muoras ja metállas.

source: Saamelaiselle käsityölle on ominaista, että materiaalien muokkaamista tärkeämpää on ollut materiaalien ominaisuuksiin mukautuminen.
sme: Sámi duodjái lea mihtilmas dat ahte materiálaid iešvuođaide vuogáiduvvan leamašan dehálut go materiálaid ávnnasteapmi.

source: Esimerkiksi pahkasta valmistettavat kuksat ja muut käyttöastiat on koverrettu pahkan omia kasvusyitä seuraillen.
sme: Ovdamearkka dihte guvssit, mat duddjojuvvojit báhkis, ja eará atnulihtit leat gohppojuvvon báhki iežas šaddansijaid čuovvumiin.

source: Vanhinta perinnettä sámi duodjissa edustavat sarvi-, luu-, puu- ja nahkatyöt.
sme: Boarrásamos árbevieru sámi duojis ovddastit čoarve-, dákte-, muorra- ja náhkkeduojit.

source: Tinalangan teon, nauhapunonnan ja tekstiilityön saamelaiset ovat omaksuneet osittain muilta kansoilta.
sme: Datneárppu ráhkadeami, bárgideami ja tekstiiladuoji sápmelaččat leat oahppan belohahkii eará álbmogiin.

source: Monia varsin myöhään ulkoisten kauppasuhteiden vaikutuksesta omaksuttuja materiaaleja on kuitenkin totuttu pitämään perinteisinä, niin tuttuja esimerkiksi verka, silkki ja hopea saamelaisessa käsityössä ovat.
sme: Máŋggaid materiálaid, maidda sámit oahpásmuvve oalle maŋŋit olggobeale gávpegaskavuođaid váikkuhusas, leat goit hárjánan doallat árbevirolažžan, nu oahppásat ovdamearkka dihte láđđi, silki ja silba sámi duojis leat.

source: Toisaalta esimerkiksi hopeaesineissä saamelainen kulttuuri säilyttää edelleen sellaisia vanhoja itä- ja keskieurooppalaisia perinteitä, jotka ovat lähtöalueiltaan jo kauan sitten kadonneet.
sme: Nuppe dáfus ovdamearkka dihte silbadiŋggain sámi kultuvra seailluha ain dakkár boares nuorta- ja gaskaeurohpalaš árbevieruid, mat leat dáin máinnašuvvon álgoguovlluin juo áigá jávkan.

source: Hopeaa käytetään vyön koristeissa ja riskuissa, mutta myös juoma-astioissa, sormuksissa, korvakoruissa ja kaulaketjuissa.
sme: Silba geavahuvvo boahkána hervemis ja soljjuin, muhto maid juhkanlihtiin, suorbmasiin, beallječiŋain ja čeabetčiŋain.

source: Luu- ja sarvitöiden materiaalina käytetään poron sarviluuta, muita luuston osia ja lehmän ja hirven sarvia.
sme: Dákte- ja čoarvedujiid materiálan geavahuvvojit bohcco čoarvedákti, eará dákteoasit ja gusa ja ealgga čoarvvit.

source: Luusta ja sarvesta valmistetaan lusikoita, tiuhtoja (nauhapirta), laukun leukoja, neulakoteloita, veitsen kahvoja – nykyisin myös koruja.
sme: Dávttis ja čoarvvis duddjojuvvojit basttet, njuikumat, lávkačoarvvit, nállogoađit, niibenađat – dán áigge maid ciŋat.

source: Lisäksi koristeellisia sarviupotuksia käytetään monissa puuesineissä, kuten kuksissa, naapuissa, ajo- ja matkasauvoissa, pulloissa ja kiisoissa (arkku).
sme: Dasa lassin vuodjuduvvon čoarvehervemat adnojuvvojit máŋggain muorradiŋggain, dego guvssiin, náhpiin, vuodjen- ja mátkesoppiin, boahtaliin ja giissáin.

source: Saamelainen ornamentiikka on runsaimmillaan ja kauneimmillaan juuri sarvi- ja luutöissä.
sme: Sámi ornamentihkka lea valljásamos ja čábbasamos aiddo čoarve- ja dáktedujiin.

source: Koristekuviot kaiverretaan yleensä puukon kärjellä ja värjätään lepänkuorinesteellä tai tuhkalla.
sme: Hearvagovadagat graverejuvvojit dábálaččat niibenjuniin ja ivdnejuvvojit leaibebárkogolgosiin dahje gunain.

source: Saamelainen muotoilu puolestaan on parhaimmillaan puisissa käyttöesineissä kuten kuksissa, naapuissa, pulloissa ja koriste-esineissä.
sme: Sámi hábmen fas lea čábbasamos muoras ráhkaduvvon atnudiŋggain nugo guvssiin, náhpiin, boahtaliin ja čikŋadiŋggain.

source: Niitä tehdään koivun varsi- tai pajun juuripahkoista.
sme: Daid duddjojit soahkebáhkiin dahje sieđgga veaddebáhkiin.

source: Puusta valmistetaan myös suksia, rekiä, veneitä, ahkioita ja kiisoja (arkku).
sme: Muoras duddjojuvvojit maid sabehat, reagat, fatnasat, gerresat ja giissát.

source: Poron koipi- ja kallonahoista valmistetaan lämpimiä, talviaikana käytettäviä karvakenkiä ja kintaita.
sme: Bohcco gápmasiin ja gállonáhkiin duddjojuvvojit dálvvi várás liegga goikkehat ja gistát.

source: Vasan nahasta valmistetaan mm. lakkeja ja raavaan poron nahasta poronnahkaturkkeja eli peskejä.
sme: Miesenáhkis ráhkaduvvojit ee. gahpirat ja rávesbohcco náhkis beaskkat.

source: Karvanpoiston, parkkiliemessä käsittelyn, puhtaaksi kaapimisen ja pehmeäksi muokkaamisen jälkeen saadaan muokattua parkkinahkaa, jota kutsutaan sisnaksi.
sme: Navildeami, ostema, buhtisin faskuma ja meaidima maŋŋá sáhttá ráhkadit sistti.

source: Sisna on kestävää ja kauniin väristä, ja siitä tehdään esimerkiksi laukkuja, suola- ja kahvipusseja, kenkiä, tossuja ja nykyisin mm. kännykkäkoteloita.
sme: Čáppaivnnat sisti gierdá bures anu ja das duddjojuvvojit ovdamearkka dihte lávkkat, sálte- ja káffeseahkat, gápmagat, stohpoloabáhat ja dán áigge ee. mátketelefonskuohput.

source: Saamelaisilla käsityöntekijöillä on Pohjoismaissa omat järjestönsä, jotka hoitavat mm. myynti- ja näyttelytoimintaa.
sme: Sámi duojáriin leat Davviriikkain iežaset searvvit, mat fuolahit ee. vuovdin- ja čájáhusdoaimmas.

source: Suomen puolella toimiva Sámi duodji-yhdistys järjestää näyttelyitä ja neuvontaa sekä välittää aitoja saamen käsitöitä myyntiin.
sme: Suoma bealde doaibmi Sámi duodji - searvi ordne čájáhusaid ja bagadeami sihke lágida eakti sámedujiid vuovdimassii.

source: Yhdistyksellä on myymälät Inarin kirkonkylässä ja Enontekiön Hetassa.
sme: Searvvis leat buvddat Anára girkosiiddas ja Eanodaga Heahtás.

source: Yhdistystä edelsi Inarissa vuonna 1975 perustettu Sápmelaš Duoddjárat ry, jonka tarkoituksena oli vaalia kansan käsityöperinnettä.
sme: Ovdal dán searvvi vuođđudeami Anáris doaimmai jagis 1975 vuođđuduvvon Sápmelaš Duoddjárat ry, man ulbmilin lei gáhttet álbmoga duodjeárbevieru.

source: Saamelaisen käsityön tunnuksena on tänään yhteispohjoismainen Sámi Duodji-merkki, joka on tae aidosta saamelaiskäsityöstä.
sme: Sámi duoji dovddaldahkan lea otne davviriikkalaš Sámi Duodji - mearka, mii lea dáhkádus eakti sámeduojis.

source: Käsityösanoja pohjoissaameksi:
sme: Duodjesánit davvisámegillii:

source: Guksi - kuksa, juomakauha
sme: Stigat - náhkahousut

source: Náhppi - naappu, poron lypsykauha
sme: Beaska - peski, poroturkki

source: Gistát - kintaat
sme: Fáhcat - lapaset

source: Čoarvi - sarvi
sme: Boagán - vyö

source: Linkkejä:
sme: Liŋkkat:

source: Sámi duodji verkkokauppa Suomessa
sme: Sámi duodji neahttagávpi Suomas http://www.samiduodji.com /

source: Saamen käsityön korkeaa koulutusta Sámi allaskuvlassa
sme: Sámi duodji Ruoŧas http://www.sameslojdstiftelsen.com /
